Repository: SergeyBiryukov/l10n-ru
Catalog: wp-plugins/bp-group-management/bp-group-management-*.po
Languages: ru_ru

source: Group Management
ru_ru: Менеджер Групп

source: Sorry, there was an error.
ru_ru: Извините, возникла ошибка.

source: Group deleted.
ru_ru: Группа удалена.

source: Group ID
ru_ru: ID Группы

source: Group avatar
ru_ru: Аватар группы

source: Group Name
ru_ru: Имя группы

source: Date Created
ru_ru: Дата создания

source: Number of Members
ru_ru: Кол-во пользователей

source: Edit
ru_ru: Изменить

source: Delete
ru_ru: Удалить

source: Visit
ru_ru: Посетить

source: Member kicked and banned
ru_ru: Пользователь удален и забанен

source: Member unbanned
ru_ru: Пользователь разбанен

source: Member demoted
ru_ru: Назначен простым пользователем

source: Member promoted to moderator
ru_ru: Пользователь назначен модератором

source: Member promoted to admin
ru_ru: Пользователь назначен администратором

source: User added to group
ru_ru: Пользователь добавлен в группу

source: Back to group index
ru_ru: Назад в начало

source: Manage current and banned group members
ru_ru: Управление киками и банами

source: (banned)
ru_ru: (забанен)

source: Remove Ban
ru_ru: Снять бан

source: Kick and ban this member
ru_ru: Кикнуть и забанить пользователя

source: Kick &amp; Ban
ru_ru: Кикнуть и Забанить

source: Demote to Member
ru_ru: Назначить простым пользователем

source: Promote to Admin
ru_ru: Назначить администратором

source: Promote to Moderator
ru_ru: Назначить модератором

source: Add members to group
ru_ru: Добавить пользователя в группу

source: Add
ru_ru: Добавить

source: Deleting the group
ru_ru: Удаление группы

source: This action cannot be undone.
ru_ru: Действие не может быть отменено.

source: Delete Group
ru_ru: Удалить группу

source: Oops, I changed my mind
ru_ru: Упс, я передумал(а)

source: %s joined the group %s
ru_ru: %s состоит в группе %s

source: BP Group Management
ru_ru: BP Менеджер Групп

source: Allows site administrators to manage BuddyPress group membership
ru_ru: Управление BuddyPress группами
